Repository: MartinStevko/roots
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk_sk

source: Administration modules
sk_sk: Administrácia

source: Content management
sk_sk: Správa obsahu

source: Add/change static content, such as posts, news or galleries.
sk_sk: Tu môžeš tvoriť statický obsah, akým sú príspevky, novinky či galérie

source: Competition management
sk_sk: Správa seminára

source: Manage seminar activities, add seasons, deal with user solutions and more.
sk_sk: Zahŕňa položky spojené so správou seminára, jeho semestrov a sérii. Okrem iného tu nájdeš užívateľské riešenia.

source: Problem database
sk_sk: Databáza príkladov

source: Find problem statements. Create problem sets. Add new problems to help us grow the database.
sk_sk: Nájdi príklady, vytváraj sady príkladov. Pridaj nový príklad a rozšír tak existujúcu databázu.

source: User and school database
sk_sk: Databáza škôl a súťažiacich

source: Manage users and their profiles. Edit our database of schools.
sk_sk: Spravuj užívateľov a ich profily. Upravuj našú databázu škôl.

source: Recent Actions
sk_sk: Posledné udalosti

source: Content
sk_sk: Obsah

source: File management
sk_sk: Správa súborov

source: FileBrowser
sk_sk: Prehliadač súborov

source: dashboards/problems/$
sk_sk: nastenky/priklady/$

source: dashboards/content/$
sk_sk: nastenky/obsah/$

source: dashboards/competition/$
sk_sk: nastenky/sutaze/$

source: dashboards/users/$
sk_sk: nastenky/uzivatelia/$

source: Database error
sk_sk: Chyba databázy

source: Items must be selected in order to perform actions on them. No items have been changed.
sk_sk: Položky musia byť zvolené aby na nich mohla byť prevedená operácia. Žiadne položky neboli zmenené.

source: %(count)s %(name)s was changed successfully.
sk_sk: %(count)s %(name)s bolo zmenená úspešne.

source: %(total_count)s selected
sk_sk: %(total_count)s zvolených

source: 0 of %(cnt)s selected
sk_sk: 0 z %(cnt)s zvolených

source: All
sk_sk: Všetko

source: Please keep filesize under %s. Current filesize %s
sk_sk: Maximálna veľkosť je %s. Aktuálna veľkosť %s

source: Filetype not supported.
sk_sk: Typ súboru nie je podporovaný.

source: Administration
sk_sk: Administrácia

source: Logged in as
sk_sk: Prihlásený ako

source: You are not logged in.
sk_sk: Nie si prihlásený.

source: News
sk_sk: Aktuality

source: Welcome!
sk_sk: Vitajte!

source: Welcome to the %(current_site_name)s website.
sk_sk: Vitajte na stránkach seminára %(current_site_name)s.

source: Log in
sk_sk: Prihláste sa

source: here
sk_sk: tu

source: Look at
sk_sk: Pozrite sa na

source: Posts
sk_sk: Príspevky

source: Problems
sk_sk: Príklady

source: Results
sk_sk: Výsledky

source: Leaflets
sk_sk: Časopisy

source: Photos
sk_sk: Fotografie

source: Events
sk_sk: Udalosti

source: Discussion
sk_sk: Debata

source: Account stuff
sk_sk: Správa účtu

source: Display your profile
sk_sk: Zobraziť profil

source: Update your profile
sk_sk: Aktualizovať profil

source: Change your avatar
sk_sk: Zmeniť profilovú fotografiu

source: Change E-mail
sk_sk: Zmeniť email

source: Connect external account
sk_sk: Pripojiť externý účet

source: Sign Out
sk_sk: Odhlásiť sa

source: Sign In
sk_sk: Prihlásiť sa

source: Sign Up
sk_sk: Zaregistrovať sa

source: Organizer stuff
sk_sk: Vedúcovské veci

source: {days} days, {hours} hours, {minutes} minutes and {seconds} seconds
sk_sk: {days} dní, {hours} hodín, {minutes} minút a {seconds} sekúnd

source: {days} days, {hours} hours and {minutes} minutes
sk_sk: {days} dní, {hours} hodín a {minutes} minút

source: {days} days and {hours} hours
sk_sk: {days} dní a {hours} hodín

source: {days} days
sk_sk: {days} dní

source: added at
sk_sk: pridané

source: modified at
sk_sk: modifikované

source: author
sk_sk: autor

source: last modified by
sk_sk: naposledy modifikované

source: Order cannot be higher tha number of year segments.
sk_sk: Poradie segmentu nemôže by vyššie ako počet segmentov v roku.

source: competition name
sk_sk: názov súťaže / seminára

source: organizer group
sk_sk: skupina vedúcich pre súťaž / seminár

source: competition
sk_sk: súťaž / seminár

source: competitions
sk_sk: súťaže / semináre

source: user
sk_sk: užívateľ

source: competes in
sk_sk: súťaží v:

source: user registration
sk_sk: registrácia užívateľa

source: user registrations
sk_sk: registrácie užívateľov

source: organizer
sk_sk: vedúci

source: registration approved
sk_sk: registrácie schválená

source: organizes
sk_sk: organizuje

source: organizer registration
sk_sk: registrácia vedúceho

source: year
sk_sk: rok

source: number
sk_sk: číslo

source: name
sk_sk: názov

source: join deadline
sk_sk: termín na prihĺasenie

source: season start
sk_sk: začiatok semestra

source: season end
sk_sk: koniec semestra

source: Method that is used to compute the sum of the season
sk_sk: Metóda, ktorá je použitá na výpočet celkového súčtu bodov riešiteľa v semestri

source: Season
sk_sk: semester

source: Seasons
sk_sk: semestre

source: season
sk_sk: semester

source: problem set assigned
sk_sk: priradený súbor príkladov

source: series submission deadline
sk_sk: termín série

source: is series active
sk_sk: je séria aktívna

source: total method
sk_sk: Metóda na výpočet súčtu bodov

source: Method that is used to compute the sum of the series
sk_sk: Metóda, ktorá je použitá na výpočet celkového súčtu bodov riešiteľa v sérii

source: note in results
sk_sk: poznámka v poradí

source: Series
sk_sk: Séria

source: You can discuss whatever here!
sk_sk: Tu môžte diskutovať na ľubovoľnú tému.

source: To enter the discussion, please, log in first.
sk_sk: Pre vstup do debaty sa najprv, prosím, prihláste.

source: Number of discussion posts:
sk_sk: Počet príspevkov:

source: Register to competition
sk_sk: Registruj sa do súťaže / seminára!

source: Register to competition!
sk_sk: Registruj sa do súťaže / seminára!

source: Your registration to the %(form.competition)s has been successful.
sk_sk: Tvoja registrácia do súťaže / seminára %(form.competition)s bola úspešná.

source: Problems of %(season_competition)s, %(season_year)s. rocnik - %(season_name)s
sk_sk: Zadania seminára %(season_competition)s, %(season_year)s. ročník - %(season_name)s

source: Series deadline:
sk_sk: Termín série:

source: remaining
sk_sk: do termínu

source: Submitted
sk_sk: Odovzdané

source: score:
sk_sk: skóre:

source: Not submitted
sk_sk: Neodovzdané

source: To submit you need to login first
sk_sk: Pri odovzdanie riešenia sa musíte prihĺásiť.

source: Not yet submitted
sk_sk: Ešte neodovzdané

source: Submit
sk_sk: Odovzdať

source: You can ask questions related to the problem here!
sk_sk: Svoje otázky k zadaniu položte tu!

source: Discussion:
sk_sk: Diskusia:

source: Click to download the corrected solution
sk_sk: Kliknite pre stiahnutie opraveného riešenia

source: Download
sk_sk: Stiahnuť

source: Problem submission: %(series_name)s - problem %(counter)s
sk_sk: Odovzdávanie: %(series_name)s - príklad %(counter)s

source: Current solution:
sk_sk: Súčasné riešenie:

source: Instructions
sk_sk: Inštrukcie

source: Preferable format is single PDF file.
sk_sk: Preferovaný formát je jeden PDF súbor.

source: However, supported formats are: .doc, .jpg, .png, .gif, .tiff
sk_sk: Každopádne, podporované formáty sú: .doc, .jpg, .png, .gif, .tiff

source: These formats will be converted to PDF.
sk_sk: Tieto formáty budú skonvertované na PDF.

source: You can upload mutliple files, they will be merged into one PDF file.
sk_sk: Môžete odovzdať viacero súborov, budú zlúčené do jedného PDF súboru.

source: Maximum size of solution is
sk_sk: Maximálna veľkosť riešenia je

source: Close
sk_sk: Zatvoriť

source: Save changes
sk_sk: Uložiť zmeny

source: To post comments, you need to log in first.
sk_sk: Pri pridanie komentára sa musíte prihĺásiť.

source: Write your comment here.
sk_sk: Tu napíšte svoj komentár.

source: Problem discussion:
sk_sk: Diskusia k zadaniu

source: problem
sk_sk: príklad

source: Change season
sk_sk: Zmeniť semester

source: rocnik
sk_sk: ročník

source: Results of %(season_competition)s, %(season_year)s. rocnika - %(season_name)s
sk_sk: Poradie seminára %(season_competition)s, %(season_year)s. ročník - %(season_name)s

source: Complete results
sk_sk: Celkové poradie

source: Export to TeX
sk_sk: Exportuj do TeXu

source: Series has not been declared as finished yet.
sk_sk: Séria nie je uzavretá.

source: Results may be incomplete and are subject to change.
sk_sk: Výsledky sú predbežné a môžu sa meniť.

source: Rank
sk_sk: Poradie

source: Name
sk_sk: Meno

source: Class level
sk_sk: Ročník

source: School
sk_sk: Škola

source: Total
sk_sk: Celkovo

source: Season has not been declared as finished yet.
sk_sk: Semester nie je uzavretý.

source: ^registration/successful/
sk_sk: ^registracia/uspesna/

source: ^season/(?P<pk>\d+)$
sk_sk: ^semester/(?P<pk>\d+)$

source: ^season/latest/(?P<competition_id>\d+)?$
sk_sk: ^semester/posledny/(?P<competition_id>\d+)?$

source: ^season/results/latest/(?P<competition_id>\d+)?$
sk_sk: ^semester/poradie/posledny/(?P<competition_id>\d+)?$

source: ^season/results/(?P<pk>\d+)$
sk_sk: ^semester/poradie/(?P<pk>\d+)$

source: ^series/results/tex/(?P<pk>\d+)$
sk_sk: ^seria/poradie/tex/(?P<pk>\d+)$

source: ^season/results/tex/(?P<pk>\d+)$
sk_sk: ^semester/poradie/tex/(?P<pk>\d+)$

source: ^discussion/(?P<competition_id>\d+)?
sk_sk: ^debata/(?P<competition_id>\d+)?

source: ^solutions/(?P<path>.*)$
sk_sk: ^riesenia/(?P<path>.*)$

source: ^corrected_solutions/(?P<path>.*)$
sk_sk: ^opravene_riesenia/(?P<path>.*)$

source: event name
sk_sk: názov udalosti

source: event location
sk_sk: miesto udalosti

source: description
sk_sk: popis

source: start time
sk_sk: začiatok

source: end time
sk_sk: koniec

source: registration end time
sk_sk: koniec registrácie

source: registered user
sk_sk: registrovaný užívateľ

source: registered organizer
sk_sk: registrovaný vedúci

source: users attending:
sk_sk: prihlásení užívatelia:

source: organizers attending:
sk_sk: prihlásení vedúci:

source: Cannot register user {user} to event {event}: Registration ended at {end}
sk_sk: Registrácia užívateľa {user} na udalosť {event} bola neúspešná: Registrácia skončila {end}

source: event
sk_sk: udalosť

source: events
sk_sk: udalosti

source: attends
sk_sk: sa zúčastní

source: organizer registrations
sk_sk: registrácie vedúcich

source: invited users
sk_sk: pozvaní užívatelia

source: invitation deadline
sk_sk: termín pozvánky

source: participant limit
sk_sk: maximum účastníkov

source: event for season
sk_sk: udalosť pre semester

source: Number of invited users
sk_sk: Počet pozvaných užívateľov

source: Number of users that signed
sk_sk: Počet potvrdených užívateľov

source: Number of users that were accepted
sk_sk: Počet schválených používateľov

source: camp
sk_sk: sústredenie

source: camps
sk_sk: sústredenia

source: invited as
sk_sk: pozvaný ako

source: order
sk_sk: poradie

source: accepted by user
sk_sk: potvrdené užívateľom

source: user accepted timestamp
sk_sk: potvrdené užívateľom v

source: accepted by organizers
sk_sk: schválené vedúcimi

source: was invited to
sk_sk: bol pozvaný na

source: camp invitation
sk_sk: pozvánka na sústredenie

source: camp invitations
sk_sk: povánky na sústredenie

source: Register
sk_sk: Registrácia

source: Location
sk_sk: Miesto

source: Start time
sk_sk: Začiatok

source: End time
sk_sk: Koniec

source: Users attending
sk_sk: Počet užívateľov

source: Organizers attending
sk_sk: Počet vedúcich

source: Comments:
sk_sk: Komentáre:

source: ^register/(?P<event_id>\d+)/user/$
sk_sk: ^registracia/(?P<event_id>\d+)/uzivatel/$

source: ^register/(?P<event_id>\d+)/organizer/$
sk_sk: registracia/(?P<event_id>\d+)/veduci/$

source: You are already registered to the %s
sk_sk: Už ste sa zaregistrovali na %s

source: Successfully registered to the %s
sk_sk: Úspešne ste sa zaregistrovali na %s

source: Registration to the %s is not open.
sk_sk: Registrácia na %s nie je otvorená.

source: issue
sk_sk: číslo

source: leaflet
sk_sk: časopis

source: leaflets
sk_sk: časopisy

source: show all leaflets for
sk_sk: zobraziť všetky časopisy pre

source: ^competitions/(?P<competition_id>\d+)/$
sk_sk: ^sutaze/(?P<competition_id>\d+)/$

source: ^competitions/(?P<competition_id>\d+)/last/$
sk_sk: ^sutaze/(?P<competition_id>\d+)/posledny/$

source: heading
sk_sk: nadpis

source: Published on sites
sk_sk: Publikovaný na portáloch

source: This wiki page can be exported to the following formats:
sk_sk: Táto wiki stránka môže byť exportovaná do nasledujúcich formátov:

source: ^gallery/$
sk_sk: ^galeria/$

source: title
sk_sk: titulok

source: slug
sk_sk: skratka (pre url)

source: published
sk_sk: publikovaný

source: Post is hidden from non-administrators unless explicitly marked as published here.
sk_sk: Príspevok je skrytý pred užívateľmi kým nie je explicitne označený ako publikovaný

source: associated gallery
sk_sk: priradená galéria

source: gallery to be previewed with thepost
sk_sk: galéria zobrazovaná s príspevkom

source: post
sk_sk: príspevok

source: posts
sk_sk: príspevky

source: Read the full article
sk_sk: Zobraziť celý príspevok

source: Problem files
sk_sk: Súbory k príkladu

source: Problem parameters
sk_sk: Parametre príkladu

source: limit to following current season/series
sk_sk: obmedziť na súčastný semester/sériu

source: users with uploaded solution
sk_sk: užívatelia s nahraným riešením

source: limit to season
sk_sk: obmedziť na semester

source: Series is past its submission deadline
sk_sk: Séria je po termíne

source: Problem does not belong to the series
sk_sk: Príklad nepatrí do série

source: solution
sk_sk: riešenie

source: corrected solution
sk_sk: opravené riešenie

source: score
sk_sk: hodnotenie

source: class level at the time of submission
sk_sk: ročník v čase odovzdania riešenia

source: school
sk_sk: škola

source: school class
sk_sk: trieda

source: corrected by
sk_sk: opravené vedúcim

source: last user modification
sk_sk: posledná modifikácia užívateľom

source: User solution: {user} - {problem_id}
sk_sk: Užívateľské riešenie: {user} - {problem_id}

source: User profile does not contain all required fields. Please update your profile.
sk_sk: Užívateľský profil neobsahuje všetky povinné položky. Prosím, aktualizujte si ho.

source: user solution
sk_sk: užívateľské riešenie

source: user solutions
sk_sk: užívateľské riešenia

source: organizer solution: {user} - {problem_id}
sk_sk: Vzorové riešenie: {user} - {problem_id}

source: organizer solution
sk_sk: vzorové riešenie

source: organizer solutions
sk_sk: vzorové riešenia

source: problem text
sk_sk: zadanie príkladu

source: The problem itself. Please insert it in a valid TeX formatting.
sk_sk: Text samotného zadania príkladu. Prosím vložte príklad v TeX formáte.

source: Result / short solution outline
sk_sk: Výsledok / náčrt riešenia

source: The result of the problem. For problems that do not have simple results, a hint or short outline of the solution.
sk_sk: Výsledok príkladu. Pre problémy vysvetľovacieho charakteru vložte krátku nápovedu alebo náčrt riešenia.

source: severity
sk_sk: obtiažnosť

source: category
sk_sk: kategória

source: problem source
sk_sk: zdroj

source: Source where you found the problem(if not original).
sk_sk: Zdroj z ktorého príklad pochádza (ak nie je originálny)

source: image
sk_sk: obrázok

source: Image added to the problem text.
sk_sk: Obrázok doprevádzajúci zadanie.

source: additional files
sk_sk: dodatočné súbory

source: Additional files stored with the problem (such as editable images).
sk_sk: Dodatočné súbory prislúchajúce k príkladu (ako napríklad upraviteľné verzie obrázkov).

source: problems
sk_sk: príklady

source: problem set
sk_sk: súbor príkladov

source: position
sk_sk: pozícia

source: Usages
sk_sk: Použitia

source: Last used at
sk_sk: Naposledy použitý

source: Last five usages
sk_sk: Posledných päť použití

source: Times used
sk_sk: Počet použití

source: Category
sk_sk: Kategória

source: Severity
sk_sk: Obtiažnosť

source: Competition
sk_sk: Súťaž

source: average difficulty
sk_sk: priemerná obtiažnosť

source: Problem set
sk_sk: Sada príkladov

source: Problem sets
sk_sk: Sady príkladov

source: The reference to the competition that uses this category. It makes sense to have categories specific to each competition, since problem types in competitions may differ significantly.
sk_sk: Súťaž / seminár ktorý používa túto kategóriu príkladov. Kategórie sú špecifické pre každý seminár, pretože typy príkladov sa môžu medzi seminármi podstatne líšiť.

source: categories
sk_sk: kategória

source: The reference to the competition that uses this severity. It makes sense to have severities specific to each competition, since organizers might have different ways of sorting the problems regarding their severity.
sk_sk: Súťaž / seminár ktorý používa túto obtiažnosť. Obtiažnosti pre jednotlivé semináre sú oddelené, pretože ich vedúci môžu používať rozličné stupnice hodnotenia obtiažnosti.

source: severities
sk_sk: obtiažnosti

source: ^submit/$
sk_sk: ^odovzdaj/$

source: ^import-solutions/$
sk_sk: ^import-rieseni/$

source: %s assigned %d points
sk_sk: %s dostal %d bodov

source: Pick the school from the list. If your school is not available, please,
sk_sk: Vyberte školu zo zoznamu. Ak sa tam Vaša škola nenachádza, prosím,

source: ">add it.</a>
sk_sk: ">pridajte ju.</a>

source: Needed to contact you in case you qualified to attend a camp.
sk_sk: Potrebné pre kontaktovanie v prípade pozývania na sústrednie.

source: Name of your class in the school, such as "4.A".
sk_sk: Názov vašej triedy v škole, napr. "4.A".

source: Mobile phone number of the parent, or of any other lawful representative.
sk_sk: Telefónne číslo (mobil) rodiča, alebo zákonného zástupcu.

source: date of birth
sk_sk: dátum narodenia

source: male
sk_sk: muž

source: female
sk_sk: žena

source: sex
sk_sk: pohlavie

source: phone number
sk_sk: telefónne číslo

source: parent phone number
sk_sk: telefónne číslo na rodičov

source: address
sk_sk: adresa

source: class level
sk_sk: ročník

source: user profile: {user}
sk_sk: užívateľský profil: {user}

source: user profile
sk_sk: užívateľský profil

source: user profiles
sk_sk: užívateľské profily

source: organizer profile: {user}
sk_sk: vedúcovský profil: {user}

source: organizer profile
sk_sk: vedúcovský profil

source: organizer profiles
sk_sk: vedúcovské profily

source: user registration for {season}: {user}
sk_sk: registrácia užívateľa na {season}: {user}

source: user season registration
sk_sk: registrácia užívateľa do semestra

source: user season registrations
sk_sk: registrácie užívateľov do semestra

source: Profile
sk_sk: Profil

source: place
sk_sk: miesto

source: Best ranking
sk_sk: Najlepšie umiestnenie

source: Never competed
sk_sk: Nikdy nesúťažil

source: Solved problems
sk_sk: Vyriešené problémy

source: Attended camps
sk_sk: Zúčastnené sústredenia

source: No problem solved. Ever.
sk_sk: Žiaden príklad nebol ešte odovzdaný. Ani jeden.

source: Percentile by season
sk_sk: Percentil pre jednotlivé semestre

source: The performance of the competitor shown as percentile in the respective season.
sk_sk: Výkon súťažiaceho v danom semestri je reprezentovaný percentilom.

source: Your percentile is the percentage of the competitors that scored less points than you,
sk_sk: Percentil je precentuálny podiel súťažiacich, ktorí dosiahli horší počet bodov ako ty,

source: e.g. if you have 75th percentile, you achieved better score than three quarters of your fellow competitors.
sk_sk: t.j. ak si dosiahol 75. percentil, tvoje skóre je lepšie než troch štvrtín tvojich spolusúťažiach.

source: If you attended multiple competitions, they will be shown in the graph separately.
sk_sk: Ak si súťažil vo viacerých seminároch, zobrazia sa v grafe osobitne.

source: Last comments
sk_sk: Posledné komentáre

source: percentile
sk_sk: percentil

source: Data needed for participating in the competition
sk_sk: Údaje potrebné pre účasť v korešpondenčnej časti

source: Data needed if invited to attend a camp
sk_sk: Údaje potrebné pre účasť na sústredení

source: ^update$
sk_sk: ^aktualizuj$

source: ^show/(?P<username>[\w.@+-]+)/$
sk_sk: ^zobrazit/(?P<username>[\w.@+-]+)/$

source: Profile successfully updated.
sk_sk: Profil úspešne aktualizovaný.

source: Nothing has changed.
sk_sk: Nič sa nezmenilo.

source: ^accounts/
sk_sk: ^ucty/

source: ^avatar/
sk_sk: ^profilovky/

source: ^accounts/profile/
sk_sk: ^ucty/profil/

source: ^competitions/
sk_sk: ^sutaze/

source: ^comments/
sk_sk: ^komentare/

source: ^events/
sk_sk: ^udalosti/

source: ^leaflets/
sk_sk: ^casopisy/

source: ^problems/
sk_sk: ^priklady/

source: ^posts/
sk_sk: ^prispevky/

source: ^photos/
sk_sk: ^fotky/

source: ^profiles/
sk_sk: ^profily/

source: ^schools/
sk_sk: ^skoly/

source: ^protected/
sk_sk: ^chranene/

source: street
sk_sk: ulica

source: city
sk_sk: mesto

source: zip code
sk_sk: poštové smerovacie číslo

source: region
sk_sk: kraj

source: addresses
sk_sk: adresy

source: abbreviation
sk_sk: skratka

source: Number of competitors
sk_sk: Počet súťažiacich:

source: schools
sk_sk: školy

source: Add new school
sk_sk: Pridaj novú školu

source: ^create$
sk_sk: ^vytvorit$

source: School successfully added.
sk_sk: Škola úspešne pridaná.

source: Account
sk_sk: Účet

source: E-mail Addresses
sk_sk: Emailová adresa

source: The following e-mail addresses are associated with your account:
sk_sk: Nasledujúce emailové adresy sú priradené vašemu účtu:

source: Verified
sk_sk: Verifikovaný

source: Unverified
sk_sk: Neverifikovaný

source: Primary
sk_sk: Primárny

source: Make Primary
sk_sk: Sprav primárnym

source: Re-send Verification
sk_sk: Znovu odoslať verifikáciu

source: Remove
sk_sk: Odstrániť

source: Warning:
sk_sk: Varovanie:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
sk_sk: Momentálne nemáte nastavenú žiadnu emailovú adresu. Mali by ste si ju pridať aby ste mohli dostávať notifikácie, obnoviť si heslo, atď.

source: Add E-mail Address
sk_sk: Pridať emailovú adresu

source: Add E-mail
sk_sk: Pridať email

source: Do you really want to remove the selected e-mail address?
sk_sk: Naozaj chcete odstrániť zvolené emailové adresy?

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
sk_sk: Prosím prihláste sa s jedným z vašich existujúcich účtov. Prípadne si <a href="%(signup_url)s">vytvorte</a> účet na %(site_name)s.

source: or
sk_sk: alebo

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
sk_sk: Ak ešte nemáte vytvorený účet, tak sa najprv prosím <a href="%(signup_url)s">zaregistrujte</a>.

source: Forgot Password?
sk_sk: Zabudli ste svoje heslo?

source: Are you sure you want to sign out?
sk_sk: Naozaj sa chcete odhlásiť?

source: Signup
sk_sk: Registrácia

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
sk_sk: Máte už účet? Tak sa prosím <a href="%(login_url)s">prihláste</a>.

source: Sign Up Closed
sk_sk: Registrácia zastavená

source: We are sorry, but the sign up is currently closed.
sk_sk: Ospravedlňujeme sa, ale registrácia v súčastnosti nie je možná.

source: Return to the main site
sk_sk: Vrátiť sa na hlavnú stránku

source: File browser and uploader
sk_sk: Prehliadač a nahrávač súborov

source: Change password
sk_sk: Zmeniť heslo

source: Log out
sk_sk: Odhlásiť sa

source: Documentation
sk_sk: Dokumentácia

source: Home
sk_sk: Domov

source: Avatar
sk_sk: Profilovka

source: Avatar settings
sk_sk: Nastavenia profilovej fotografie

source: Please wait . . .
sk_sk: Prosím čakajte ...

source: Your comment has been posted!
sk_sk: Váš komentár bol odoslaný!
