Repository: MartinStevko/roots
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk_sk

source: Your comment has been posted, it will be visible for other users after approval.
sk_sk: Váš komentár bol odoslaný, ale bude zobrazený ostatným užívateľom až po schválení moderátorom.

source: Comments
sk_sk: Komentáre

source: Number of comments:
sk_sk: Počet komentárov:

source: Photo galleries
sk_sk: Galérie fotografií

source: No galleries were found.
sk_sk: Žiadna galéria nebola nájdená.

source: Connected accounts
sk_sk: Pripojené účty

source: Manage 3rd party accounts
sk_sk: Správa externých účtov

source: You can sign in to your account using any of the following third party accounts:
sk_sk: K svojmu účtu môžte pripojiť externý účet z nasledujúcich služieb:

source: You currently have no social network accounts connected to this account.
sk_sk: Momentálne nemáte pripojený žiaden externý účet.

source: Add a 3rd Party Account
sk_sk: Pridať externý účet

source: Search...
sk_sk: Hľadať...

source: Previewing revision
sk_sk: Náhľad revízie

source: Previewing merge between
sk_sk: Náhľad zlúčenia

source: and
sk_sk: a

source: You cannot merge with a deleted revision
sk_sk: Nemôžte zlúčiť revíziu s odstránenou revíziou

source: This revision has been deleted.
sk_sk: Táto revízia bola odstránená.

source: Restoring to this revision will mark the article as deleted.
sk_sk: Obnovenie k tejto revízii označí článok ako odstránený.
